Repository: BeSolutionsMobile/Konsil
Catalog: Konsil/*.lproj/Localizable.strings
Languages: ar

# Lang
source: en
ar: ar

source: rightArrow
ar: leftArrow

source: leftArrow
ar: rightArrow

source: Select Language
ar: اختر اللغة

source: Surgery
ar: جراحه

source: Dental
ar: اسنان

source: Bones
ar: عظام

source: Heart and blood vesselss
ar: قلب واوعيه دمويه

source: Pediatrics
ar: طب اطفال

source: Neurology
ar: مخ واعصاب

source: LogIn
ar: تسجيل الدخول

source: Done
ar: تم

source: OK
ar: حسنا

source: Error
ar: خطاء

source: Failed
ar: فشل

source: Image Uploaded Successfully
ar: تم رفع الصورة بنجاح

source: Failed To Upload Image
ar: خطاء في الرفع

source: uploading
ar: جاري الرفع

source: please wait
ar: برجاء الانتظار

source: Please Try Again
ar: برجاء المحاولة مرة اخري

source: please select an appointment
ar: يرجى تحديد موعد

source: All Fields Are Required
ar: جميع الحقول مطلوبة

source: You Can't Use This Feature Right Now
ar: لا يمكنك استخدام هذه الخاصية الآن

source: Touch/Face ID not configured
ar: لا يوجد بصمة مسجلة علي هذا الجهاز

# NoTouchID
source: No fingerprints or face is registered in this device
ar: لا يوجد بصمات أو وجه مسجل في هذا الجهاز

source: Touch/Face ID Do Not Match
ar: لا يوجد تطابق في البصمة

source: This appointment is not available ,please choose another appointment and try again
ar: هذا الموعد غير متاح ، يرجى اختيار موعد آخر والمحاولة مرة أخرى

source: Please check your network connection and try again.
ar: . الرجاء التحقق من اتصال الشبكة وإعادة المحاولة

source: no doctors available
ar: لا يوجد أطباء

# Yor report is not yet ready
source: Yor report is not yet ready to download
ar: التقرير الخاص بك غير جاهز للتنزيل حاليا

# no consltations
source: You don't have consultations right now
ar: ليس لديك اي استشارات حاليا

source: Email already exists
ar: البريد الالكتروني موجود بالفعل

source: Something went wrong
ar: هناك خطأ ما

source: Network connection error
ar: خطأ في اتصال الشبكة

source: Email or Password is incorrect
ar: البريد الالكتروني او كلمة المرور غير صحيحة

source: Email does not exist
ar: البريد الإلكتروني غير موجود

source: Personal info changed successfully
ar: تم تغيير المعلومات الشخصية بنجاح

source: Please accept our terms and conditions then try again
ar: برجاء الموافقه علي الشروط و الاحكام

source: Patient History
ar: تاريخ المريض

# Enter Patient History Here
source: Please write your medical history
ar: اكتب تاريخك المرضي و الأمراض المزمنه الخاصه بك

source: Enter Complaint Details Here
ar: تفاصيل الشكوي

source: Enter Consultation Details Here
ar: ادخل تفاصيل الاستشارة

source: Disruptive behavior
ar: سلوك مزعج

source: Prescribing Wrong Medicine
ar: وصف دواء خاطئ

source: Wrong Diagnosis
ar: تشخيص خاطئ

source: No Response From Doctor
ar: لا يوجد رد

source: Open
ar: مفتوح

source: Closed
ar: مغلق

source: Online Conversation
ar: محادثة

source: Consultation
ar: استشارة

source: From
ar: من

source: to
ar: الي

source: You have no conversations
ar: ليس لديك محادثات
